app/Http/Controllers/PlantillaController.php

    public function index()
    {
        $employee = Employee::get();
---
select * from `employees`